Repository: deltron/veosan
Catalog: GAE/veosan/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: Account setup
fr: Activez votre compte

source: Complete your address
fr: Complétez votre adresse

source: Write your bio and quote
fr: Écrivez votre biographie et commentaire

source: Sign up to get your own professional profile. It's free!
fr: Inscrivez-vous pour obtenir votre propre profil professionnel. C'est gratuit!

source: Are you a health care professional?
fr: Êtes-vous un professionnel de la santé?

source: Choose your appointment date and time
fr: Choisissez la date et l'heure de votre rendez-vous

source: Fill in your schedule
fr: Entrez votre horaire

source: has an empty profile!
fr: a un profil vide!

source: View Full Network
fr: Voir réseau complet

source: This network contains
fr: Ce réseau contient

source: You and
fr: Vous et

source: are connected!
fr: êtes connectés!

source: Health Network
fr: Réseau Santé

source: You and %(name)s are connected!
fr: Vous êtes connecté avec %(name)s!

source: %(name)s's Health Network
fr: Le réseau santé à %(name)s

source: Profile Statistics
fr: Statistiques de votre profil

source: Total Profile Views
fr: Visites totales

source: Profile Views in the Past 30 Days
fr: Visites dans les 30 derniers jours

source: Here are some times when %(name)s is free.
fr: Voici des plages horaire disponibles pour %(name)s

source: Book an Appointment
fr: Prennez un rendez-vous

source: Click here to see the full list.
fr: Cliquez ici pour voir la liste complète

source: View Full Schedule
fr: Horaire complet

source: Map
fr: Carte

source: Invite some colleagues
fr: Invitez des collègues

source: Edit Your Profile
fr: Modifier votre profil

source: New Appointment
fr: Nouveau rendez-vous

source: Please complete the following booking details
fr: Veuillez compléter les détails suivant pour votre rendez-vous

source: Your Appointment
fr: Votre rendez-vous

source: Get patients in your neighborhood by completing your contact information.
fr: Trouvez des patients dans vôtre quartier en fournissant vos coordonées.

source: Title
fr: Titre

source: Mr.
fr: M.

source: Mrs.
fr: Mme

source: Ms.
fr: Mlle

source: Credentials
fr: Lettres de créance

source: Letters that go after your name, ex: M.Sc. or M.D.
fr: Les lettres qui vont après votre nom, ex: M.Sc. ou M.D.

source: City
fr: Ville

source: Postal Code
fr: Code postal

source: Please make sure your postal code is in the following format: A1B2C3
fr: SVP assurez-vous que votre code postal est dans le format suivant: A1B2C3

source: Organize your time.
fr: Organisez votre temps.

source: Busy All Day
fr: Journée entièrement non-disponible

source: Free All Day
fr: Journée entièrement disponible

source: Free
fr: Disponible

source: Busy
fr: Non-disponible

source: Appointment
fr: Rendez-vous

source: Add an Available Timeslot
fr: Ajouter un intervalle de temps disponible

source: Day
fr: Jour

source: Start Time
fr: Début

source: End Time
fr: Fin

source: Date and Time
fr: Date et heure

source: Your upcoming bookings.
fr: Vos réservations à venir.

source: No upcoming bookings. Is there any time marked as available in your schedule?
fr: Vous n’avez aucun rendez-vous prévu. Avez-vous inscrit vos disponibilités dans votre horaire?

source: Network
fr: Réseautage

source: Share your skills
fr: Partagez vos compétences

source: Send an Invitation
fr: Envoyez une invitation

source: Web Link
fr: Hyperlien

source: Here's a link you can paste in an email or put on your business cards.
fr: Voici un lien que vous pouvez copier et coller dans un courriel ou bien imprimer sur vos cartes d'affaires.

source: Your network is empty! You can add people by sending invites.
fr: Votre réseau est vide! Vous pouvez ajouter des personnes en envoyant des invitations.

source: Add a note to the invitation (optional)
fr: Ajouter une note à l'invitation (facultatif)

source: Send Invite
fr: Envoyer

source: Your network contains
fr: Votre réseau contient

source: health care professionals.
fr: professionels de la santé.

source: Connect
fr: Se connecter

source: Accept
fr: Accepter

source: is connected to
fr: est relié à

source: See all connections
fr: Voir toutes les connections

source: You are already connected to
fr: Vous êtes déjà connecté à

source: You can't connect to yourself!
fr: Vous ne pouvez pas vous connecter à vous-même!

source: No connection found
fr: Aucune connexion trouvée

source: You are now connected to
fr: Vous êtes maintenant connecté à

source: You have rejected
fr: Vous avez rejeté

source: Invitation sent to
fr: Invitation envoyée à

source: I've been using Veosan and thought you might like to try it out. Here's an invitation to create a profile.
fr: J'utilise Veosan et j'ai pensé que vous aimeriez l'essayer. Voici une invitation pour créer un profil.

source: The Veosan family has been growing largely through invitations sent by users who want to share their skills with the people they care about. Just fill in the form below and to send an invitation to your friends and colleagues.
fr: La famille Veosan grandit surtout grâce aux professionnels qui utilisent le site afin de partager leurs compétences avec leur entourage. Il suffit de remplir le formulaire ci-dessous pour envoyer une invitation à vos amis et collègues.

source: Please click on the link below to create your profile:
fr: SVP suivez le lien ci-dessous pour créer votre profil:

source: Invite a Health Care Professional
fr: Invitez un professionel de la santé

source: Please click the following link to accept:
fr: SVP suivez le lien ci-dessous pour accepter:

source: wants to connect with you on Veosan.
fr: veut se connecter avec vous sur Veosan.

source: Connection pending...
fr: Connexion en attente...

source: Already connected!
fr: Vous êtes déjà connecté!

source: Connection requested
fr: Connexion demandée

source: Enjoy the benefits of being a member today!
fr: Profitez des avantages d'être membre dès aujourd'hui!

source: Login failed. Try again.
fr: L'authentification a échoué. Veuillez vérifier votre email et mot de passe.

source: Password Recovery
fr: Récupération de votre mot de passe

source: No big deal! Please enter your email address below and we will send you the instructions to reset your password.
fr: Aucun problème! S'il vous plaît, entrez votre adresse courriel ci-dessous et nous vous ferons parvenir les instructions nécessaires pour réinitialiser votre mot de passe.

source: We are currently opening accounts on a limited basis, please sign up on the <a href='/'>home page</a>.
fr: Nous ouvrons présentement des comptes par invitation, veuillez vous inscrire sur la <a href='/'>page principale</a>.

source: Password reset instructions have been sent to your address on file.
fr: Un courriel a été envoyé à votre adresse courriel afin de réinitialiser votre mot de passe.

source: Terms for Service Providers
fr: Conditions pour les fournisseurs de services

source: I agree with the Terms of Service
fr: J'accepte les conditions d'utilisation

source: Select your password
fr: Choisissez votre mot de passe

source: Welcome to Veosan! Please get started by completing your profile.
fr: Bienvenue chez Veosan! Veuillez révisez votre profile pour commencer.

source: Password must be at least 6 characters.
fr: Votre mot de passe doit contenir au moins 6 caractères.

source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: Appointment Confirmation
fr: Confirmation de rendez-vous

source: The following appointment is confirmed
fr: Votre rendez-vous est confirmé

source: Select a password to manage your appointments
fr: Choisissez un mot de passe pour gérer vos rendez-vous

source: Appointment Details
fr: Détails de votre rendez-vous

source: Hi! Unfortunately there are no professionals available that fit your needs and schedule right now.
fr: Malheureusement, il n'y a pas de professionnels disponibles qui répondent à vos besoins et votre horaire pour le moment.

source: Unsupported Browser
fr: Navigateur non-supporté

source: It looks like you're using an old version of Internet Explorer!
fr: Il semble que vous utilisez une vielle version de Internet Explorer!

source: We recommend using
fr: Nous vous recommandons d'utiliser

source: or
fr: ou

source: Hi there! unfortunately due to security and compatibility issues we don't support earlier versions of Internet Explorer. We made this decision so we can focus all our energy on giving the best possible experience to users with modern browsers such as Chrome, Safari, Firefox, and more recent versions of Internet Explorer as well as our mobile users on iPhones, iPads and Android-enabled devices.
fr: Bonjour! Malheureusement, en raison de problèmes de sécurité et de compatibilité notre site ne supporte pas les vielles versions d'Internet Explorer. Nous avons pris cette décision afin que nous puissions concentrer toute notre énergie pour fournir la meilleure expérience possible aux utilisateurs de navigateurs modernes tels que Chrome, Safari, Firefox et les versions récentes d'Internet Explorer ainsi que nos utilisateurs mobiles sur les iPhones, iPads et appareils Android.

source: Hi there! It looks like you're using an old version of Internet Explorer, because of this some parts of this site might not be displayed properly.
fr: Bonjour! Il semble que vous utilisez une vieille version d'Internet Explorer, donc c'est possible que certaines pages sur le site ne s'affichent pas correctement.

source: Read more about this here
fr: Cliquez ici pour en savoir plus

source: Physiotherapy
fr: Physiothérapie

source: Physiotherapist
fr: Physiothérapeute

source: Osteopathy
fr: Ostéopathie

source: Osteopath
fr: Ostéopathe

source: Chiropractor
fr: Chiropraticien

source: Health Care Administration
fr: Administration des soins de santé

source: Occupational Therapist
fr: Ergothérapeute

source: Nurse
fr: Infirmière ou infirmier

source: Auxiliary Nurse
fr: Infirmière ou infirmier auxiliaire

source: Kinesiology
fr: Kinésiologue

source: Psychologist
fr: Psychologue

source: Podiastrist
fr: Podiatre

source: Doctor
fr: Médecin

source: Dentist
fr: Dentiste

source: Denturist
fr: Denturologiste

source: Dietitian
fr: Diététicien

source: Nutritionist
fr: Nutritionniste

source: Optometrist
fr: Optométriste

source: Montreal - Downtown
fr: Montréal - Centre-Ville

source: Montreal - West-Island
fr: Montréal - Ouest de l'ile

source: Montreal - East
fr: Montréal - Est

source: Montreal - North
fr: Montréal - Nord

source: South Shore
fr: Rive-sud

source: British Columbia
fr: Colombie-Britannique

source: Prince Edward Island
fr: Ile-du-Prince-Édouard

source: New Brunswick
fr: Nouveau-Brunswick

source: Nova Scotia
fr: Nouvelle-Écosse

source: Quebec
fr: Québec

source: Newfoundland and Labrador
fr: Terre-Neuve-et-Labrador

source: Yukon Territory
fr: Territoire du Yukon

source: Northwest Territories
fr: Territoires du Nord-Ouest

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Morning
fr: Matin

source: Afternoon
fr: Après-midi

source: Evening
fr: Soir

source: Degree
fr: Diplôme

source: Bachelor's
fr: Baccalauréat

source: Master's
fr: Maîtrise

source: Technical (DEC)
fr: Technique (DEC)

source: Ordre professionnel de la physiotherapie du Quebec (OPPQ)
fr: L'Ordre professionnel de la physiothérapie du Québec (OPPQ)

source: Ordre des infirmières et infirmiers du Québec (OIIQ)
fr: L'Ordre des infirmières et infirmiers du Québec (OIIQ)

source: Canadian Medical Association (CMA)
fr: L'Association médicale canadienne (AMC)

source: Canadian Chiropractic Association (CCA)
fr: L’Association chiropratique canadienne (ACC)

source: Dietitians of Canada (DC)
fr: Les diététistes du Canada (DC)

source: Canadian Association of Optometrists (CAO)
fr: L’Association canadienne des optométristes (ACO)

source: Cardiology
fr: Cardiologie

source: Pneumology
fr: Pneumologie

source: Orthopedic
fr: Orthopédie

source: Sports
fr: Sportive

source: Neurology
fr: Neurologie

source: Pediatric
fr: Pédiatrie

source: Geriatric
fr: Gériatrie

source: Vestibular Rehabilitation
fr: Réhabilitation Vestibulaire

source: Women's Health
fr: Santé féminine

source: Not Applicable
fr: Non Applicable

source: McGill University
fr: Université McGill

source: Concordia University
fr: Université Concordia

source: Hi
fr: Bonjour

source: Thanks for creating an account, please activate your profile by clicking on the link below:
fr: Merci d'avoir créé un compte, s'il vous plaît activer votre profil en cliquant sur le lien ci-dessous:

source: Veosan Account Activation
fr: Activation de votre compte Veosan

source: Veosan Appointment
fr: Rendez-vous Veosan

source: New Appointment with
fr: Nouveau rendez-vous avec

source: You have an appointment scheduled with
fr: Vous avez un rendez-vous prévu avec

source: with
fr: avec

source: on
fr: sur

source: Please confirm your appointment by clicking on the following link
fr: Veuillez confirmer votre rendez-vous en cliquant sur le lien suivant

source: The Veosan Team
fr: L'équipe Veosan

source: You have a new appointment!
fr: Vous avez un nouveau rendez-vous!

source: Here are the details
fr: Voici les détails

source: Date and time
fr: Date et heure

source: Consult and manage all your appointments here
fr: Consultez vos rendez-vous ici

source: Password reset instructions
fr: Instructions pour mot de passe

source: I hear your forgot your password. No worries, it happens to everyone. Please click the link below to choose a new password.
fr: Vous avez oublié votre mot de passe, Aucun problème. Veuillez suivre le lien ci-dessous pour réinitialiser votre mot de passe

source: Welcome back! Password has been reset.
fr: Content de vous revoir! Votre mot de passe à été réinitialisé.

source: Sorry, your link is expired, please try again.
fr: Désolé, votre lien est expiré, veuillez essayer de nouveau.

source: Not a valid integer value
fr: Ceci n'est pas un chiffre valide.

source: This field is required.
fr: Ce champs est requis.

source: Help
fr: Aidez vos

source: find you
fr: à vous trouver

source: Improve your online presence with a profile focused on health care.
fr: Améliorez votre présence en ligne avec un profil entièrement dédié aux soins de la santé.

source: Scroll down to find out more.
fr: Défilez vers le bas pour en savoir plus.

source: It's Who You Are!
fr: C'est qui je suis!

source: Share your specialties, your education and your professional affiliations. Stand out by showcasing your biography and continuing education. Let patients get comfortable with you before they show up.
fr: Partagez vos spécialités, votre formation et vos affiliations professionnelles. Démarquez-vous avec votre formation continue. Laissez les patients vous rencontrer avant leur premier rendez-vous.

source: Yes. It's Free!
fr: Oui, c'est gratuit!

source: There's no reason having a professional presence online should cost you a fortune. Our profiles are easy to use, quick to set up, and completely free.
fr: Ce n'est pas nécéssaire de payer une fortune pour un site web. Notre profil est plus efficace et entièrement gratuit.

source: Referral Network
fr: Réseau Professionnel

source: Establish credibility through your referral network. Refer and receive new patients from your trusted colleagues. These connections benefit everyone.
fr: Établissez votre réputation et référez vos patients à des collègues avec confiance. Établissez des contacts qui seront bénéfiques pour tous.

source: Easy to Use
fr: Simple à utiliser

source: We like to keep things simple. It only takes a few clicks to have a great looking CV online. Our live preview system lets you see exactly how your profile will appear to patients and colleagues.
fr: Nous aimons garder les choses simples. Quelques clics vous permettent d'ajouter des items sur votre CV. Vous pouvez aussi prévisualiser votre profile.

source: Manage Your Time
fr: Gérez votre temps

source: Display your availabilities and let patients book their own appointments online. Reduce cancellations and missed appointments with automatic reminders.
fr: Partagez vos disponibilités et laissez vos patients prendre rendez-vous en ligne. Réduisez les annulations et les rendez-vous manqués avec nos rappels automatisés.

source: Easy to Find
fr: Soyez facile à trouver

source: Your Veosan profile is a professional website optimized for search engines. This makes it easy for patients to find you online. You can also add detailed contact information to help them find you in the real world too.
fr: Optimisez votre classement dans les moteurs de recherche avec Veosan, votre site web professionnel. Vos futurs patients vous trouverons en un clic.

source: Expand Your Network
fr: Développez votre réseau

source: Share your credentials with patients and extend your referral network into complementary specialties.
fr: Partagez vos compétences avec des patients et développez votre réseau avec des professionels qui ont des champs de compétences complémentaires aux vôtres.

source: Does one of your patients need a specialist and you don't know where to refer him? Refer him to a specialist in our database and establish a connection that can be mutually beneficial.
fr: Est-ce qu'un de vos patients nécéssite l'attention d'un autre spécialiste, mais vous ne savez pas où le référer. Étblissez une connection sur notre réseau qui sera mutuellement bénéfique.

source: Get a great looking profile online in less than a minute
fr: Obtenez un profil professionel en moins d'une minute

source: , welcome to Veosan!
fr: , bienvenue à Veosan!

source: My name is David and I want to personally welcome you to the Veosan family.
fr: Je m'appelle David et je vous souhaite la bienvenue dans la famille Veosan.

source: I'm sure you're busy so I'll try to keep it short. I just wanted to introduce myself and let you know that should you need any help, have any comments or want to make a suggestion for the site please feel free to write me an email or give me a call.
fr: Je suis certain que vous êtes occupé alors je ne prendrai pas trop de votre temps. Je voulais tout simplement me présenter et vous dire que, si jamais vous avez besoin d'aide, que vous avez des commentaires ou que vous voudriez faire une suggestion pour le site, de ne pas hésiter à me contacter par courriel ou par téléphone.

source: This site was built entirely based on feedback from people just like you and we want to stay focused on solving your needs.
fr: Le site a été bâti grâce aux commentaires des gens comme vous et notre objectif est de continuer à répondre à vos besoins.

source: I also wanted to give you a few tips on how to get the most out of our site :
fr: Je voulais également vous offrir quelques conseils afin de mieux profiter de notre site :

source: Be friendly and upload a photo, your patients will appreciate it!
fr: Soyez amicable et téléchargez une photo pour votre profil. Vos patients vont vous remarquer!

source: Fill in some details on your CV so you will be found by search engines like Google
fr: Ajouter de l'information dans votre CV afin qu'on vous trouve plus facilement sur les moteurs de recherche

source: Invite your colleagues to connect with you in order to establish your network
fr: Inviter vos collègues à se connecter avec vous afin de développer votre réseau

source: Mark some hours available in your schedule if you'd like patients to book you online
fr: Ajouter des heures de disponibilité à votre horaire afin que vos patients puissent prendre un rendez-vous

source: Sign up to receive updates from our blog with more tips on how to use the web to manage your practice
fr: Inscrivez-vous à notre blogue afin de recevoir des conseils sur les façons de promouvoir votre pratique

source: Thanks and please enjoy the service!
fr: Merci!

source: Sincerely
fr: Cordialement

source: Activate
fr: Activer

source: Spend less time on the phone scheduling patients and more time treating them!
fr: Passez moins de temps au téléphone et plus de temps à traiter vos patients!

source: 80%% of my patients book online and love it!
fr: 80%% de mes patients prennent rendez-vous en ligne et ils adorent ça!

source: Booking online is infinitely better than leaving a voicemail
fr: Prendre rendez-vous en ligne est beaucoup que de laisser un message à une machine

source: Choose your plan
fr: Choisissez votre abonnement

source: Activate your account to start taking appointments online
fr: Activez votre compte et commencez à prendre des rendez-vous en ligne

source: Yearly
fr: Annuel

source: Get two months free when you sign up for a year!
fr: Obtenez deux mois gratuits en vous abonnant pour un an!

source: Monthly
fr: Mensuel

source: Card Number
fr: Numéro de carte de crédit

source: Card Verification Code
fr: Code de vérification

source: Expiration
fr: Date d'expiration

source: Thank you for your payment!
fr: Merci pour votre paiement!

source: Your transaction has been completed and a receipt for your purchase will be emailed to you.
fr: Votre transaction est complété. Un reçu vous a été transmis par courriel.

source: Go ahead and
fr: Vous pouvez

source: put some hours in your schedule
fr: ouvrir des plages horraire

source: They will now be visible to patients on your
fr: Elle seront visibles pour vos patients sur votre

source: Upgrade Successful
fr: Activation complété

source: public profile
fr: profile

source: Your transaction was not able to complete.
fr: Votre transaction n'a pas été complété.

source: Please
fr: Veuillez s'il vous plait

source: try again
fr: essayer de nouveau

source: with a different card.
fr: avec une autre carte

source: Oops!
fr: Désolé

source: There was a problem processing that card
fr: Problème de traitement de carte
