Repository: deltron/veosan
Catalog: GAE/veosan/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: en
fr: fr

source: Veosan! Find a Health Care Professional
fr: Veosan! Trouvez des soins aujourd'hui

source: The better way to care
fr: La santé à votre portée

source: Get started by making a reservation today!
fr: Commencez avec un rendez-vous aujourd'hui!

source: at Veosan
fr: chez Veosan

source: Sign Up
fr: S'inscrire

source: For Professionals
fr: Pour les professionnels

source: For Patients
fr: Pour les patients

source: For Health Care Specialists
fr: Pour les spécialistes de la santé

source: is now open to all health care professionals.
fr: est maintenant ouvert à tous les professionnels de la santé.

source: Sign up below to get started today!
fr: Inscrivez-vous ci-dessous pour commencer aujourd'hui!

source: Join Now
fr: S'inscrire

source: Get Invited
fr: S'inscrire

source: Membership on our platform is currently by invitation.
fr: L'abonnement à notre site se fait uniquement par invitation.

source: Please enter your email address.
fr: SVP entrer votre adresse courriel.

source: Please enter your postal code.
fr: SVP entrer votre code postal.

source: I'm a patient
fr: Je suis un patient

source: I'm health care professional
fr: Je suis un professionnel de la santé

source: Other
fr: Autre

source: We are currently opening accounts on a limited basis, please sign up below.
fr: Nous ouvrons présentement des comptes par invitation, veuillez vous inscrire ci-dessous.

source: Veosan is currently opening patient accounts on a limited basis.
fr: Veosan ouvre présentement des comptes pour les patients par invitation.

source: Please sign up below to be notified when Veosan is ready for you.
fr: Veuillez vous inscrire ci-dessous pour recevoir des nouvelles quand Veosan sera prêt pour vous.

source: Thanks for your interest. We will be in touch soon!
fr: Merci pour votre intérêt. Nous serons en contact bientôt!

source: Personal Link
fr: Lien personnalisé

source: Create an Account
fr: Créer un nouveau compte

source: Oops. I forgot my password.
fr: Oops. J'ai oublié mon mot de passe.

source: Your personal link can only contain letters and numbers.
fr: Votre lien personnalisé ne peut contenir que des lettres et des chiffres.

source: That address is already being used, please choose another one.
fr: Cette adresse est déjà utilisée, s'il vous plaît choisir un autre.

source: Your personal link requires at least 6 characters.
fr: Votre lien personnalisé requiert au moins 6 caractères.

source: Create Your Account
fr: Créez votre compte

source: Please enter your email address below to get started.
fr: SVP entrez votre adresse courriel ci-dessous pour commencer.

source: The new network for health care professionals.
fr: Le nouveau réseau des professionnels de la santé.

source: Your personal link allows people to find and remember you easily.
fr: Votre lien personnalisé permet aux gens de vous trouver et se souvenir facilement de votre profil.

source: Be Present
fr: Soyez présent

source: Get Social
fr: Branchez-vous

source: Be Productive
fr: Soyez productif

source: Before this, you didn't exist! Get a professional profile that sets you apart.
fr: Améliorez votre visibilité! Obtenez un profil professionnel qui vous démarquera.

source: Share your page with friends and connect with patients and prospective employers.
fr: Partagez votre page avec votre réseau et rejoignez des patients et employeurs potentiels.

source: Get the tools you need to run your practice and discover new patients.
fr: Obtenez des outils qui vous aideront à gérer votre cabinet et à découvrir des nouveaux patients.

source: For example, if your name is Gerald Raymond you can use <i>graymond</i>
fr: Par exemple, si votre nom est Gérald Raymond, vous pouvez utiliser <i>graymond</i>

source: First name required.
fr: Prénom requis.

source: Last name required.
fr: Nom de famille requis.

source: Please choose your professional category.
fr: Veuillez choisir votre profession.

source: The Best Match
fr: Un professionnel qui répond à vos besoins

source: We match your needs to the best providers in your area, visits can be scheduled right to your home.
fr: Notre but est de trouver le professionnel qui répond parfaitement à vos besoins. Les consultations peuvent être faites à votre domicile.

source: Booking an appointment is just one step away. Don't waste any more time on the phone.
fr: Prendre un rendez-vous est facile! Ne perdez plus de temps au téléphone.

source: Our professionals are screened to meet the highest industry standards.
fr: Nos professionnels sont évalués afin d’assurer qu’ils répondent aux plus hauts standards de qualité.

source: Already a member? Sign in here.
fr: Déjà membre? Connectez-vous ici.

source: Thank You!
fr: Merci!

source: Almost done!
fr: C'est presque complété!

source: You are just one click away from having your own online presence.
fr: Il vous reste seulement un clic avant d'avoir votre propre présence en ligne.

source: Your profile will help patients get to know you. The more you share, the more you will be discovered by new patients.
fr: Votre profil aidera les patients à mieux vous connaître. Plus vous partagez, plus vous serez découvert par de nouveaux patients.

source: You can use the address below to share your profile in emails or on your business card.
fr: Vous pouvez utiliser l'adresse ci-dessous pour partager votre profil dans un courriel ou bien sur vos carte d'affaires.

source: Change Your Personal Link
fr: Changer votre lien personnalisé

source: You can also change your personal link below.
fr: Vous pouvez aussi modifier votre lien personnalisé dans le formulaire ci-dessous.

source: Warning!
fr: Attention!

source: Change
fr: Changer

source: If you change your personal address the old one will not be valid anymore.
fr: L'ancienne adresse ne sera plus valide si vous changez votre lien personnalisé.

source: My Account
fr: Mon Compte

source: Bookings
fr: Rendez-vous

source: Schedule
fr: Horaire

source: Profile
fr: Profil

source: Address
fr: Adresse

source: About
fr: À propos

source: Careers
fr: Carrières

source: Terms
fr: Conditions d'utilisation

source: Provider Terms
fr: Conditions pour fournisseurs

source: Privacy
fr: Politique de confidentialité

source: Login
fr: Connexion

source: Login to Veosan
fr: Connexion à Veosan

source: Login to
fr: Connexion à

source: Logout
fr: Déconnexion

source: Contact
fr: Nous joindre

source: Remember Me
fr: Se souvenir de moi

source: Password
fr: Mot de passe

source: Password Confirmation
fr: Confirmer votre mot de passe

source: Please choose your password.
fr: SVP choisir votre mot de passe.

source: Blog
fr: Blogue

source: Tour
fr: Visite guidée

source: Confirm
fr: Confirmer

source: Save
fr: Sauvegarder

source: Your changes were saved.
fr: Vos modifications ont été enregistrées.

source: Send
fr: Envoyer

source: Cancel
fr: Annuler

source: Next
fr: Suivant

source: Back
fr: Précédent

source: Upload
fr: Télécharger

source: Upload Your Profile Photo
fr: Téléchargez votre photo

source: Submit
fr: Soumettre

source: Delete
fr: Effacer

source: Connected with care
fr: Branché sur les soins

source: Mission Statement
fr: Mission d'entreprise

source: Community
fr: Communauté

source: We believe the process of finding health care should be as simple as possible.
fr: Nous croyons que trouver des soins de santé devrait être un processus simple.

source: Veosan is designed to make it easy to connect with high-quality professionals.
fr: Veosan a été conçu pour brancher les patients avec des professionels de de haut calibre.

source: Join the team!
fr: Joignez-vous à l'équipe!

source: Subject
fr: Sujet

source: Subject required.
fr: Sujet requis.

source: Your opinion matters!
fr: Votre opinion compte!

source: We want to know what you think about our service. If you have any feedback regarding the web site or the care you have received please let us know in the form below.
fr: Nous voulons savoir ce que vous pensez de notre service. Si vous avez des commentaires au sujet du site web ou les soins que vous avez reçu, n'hésitez pas à nous en faire part dans le formulaire ci-dessous.

source: Your comments were sent succesfully. Thanks for your feedback, we will contact you shortly to follow up. Have a great day!
fr: Vos commentaires ont été envoyés avec succès. Merci, nous vous contacterons rapidement pour assurer le suivi. Passez une excellente journée!

source: Sorry, there was an error sending your comments. Please call (514) 998-1286 to talk with someone.
fr: Désolé, il y avait une erreur d'envoyer vos commentaires. S'il vous plaît appelez (514) 998-1286 pour parler à quelqu'un.

source: If you want to talk to a real person right now, please don't hesitate to give us a call at (514) 998-1286. Thanks!
fr: Si vous voulez parler à quelqu'un tout de suite, n'hésitez pas à nous contacter au (514) 998-1286. Merci!

source: Find Care
fr: Trouvez des soins

source: Category
fr: Catégorie

source: Your appointment with a professional from our network is guaranteed!
fr: Un rendez-vous avec un de nos professionnels qualifiés est garantie!

source: When
fr: Date du rendez-vous

source: Location
fr: Lieu

source: E-mail Address
fr: Adresse courriel

source: Invalid email address.
fr: Adresse courriel invalide.

source: Book Now
fr: Réservez Maintenant

source: Health care for everyone, everywhere.
fr: De meilleurs soins pour tous, partout dans notre réseau.

source: Finding care is quick and simple. Here's why.
fr: Trouvez des soins est simple et rapide, voici pourquoi.

source: Local Providers
fr: Professionnels dans votre région

source: We match your health care needs with the best providers in your area. Consultations can be done in clinic or conveniently at your home. Our team is ready to help you today.
fr: Notre but est de trouver le professionnel qui répond parfaitement à vos besoins. Les consultations peuvent être faites dans une clinique ou à domicile. Notre équipe est ici pour vous aider.

source: Simple Booking
fr: Prise de rendez-vous facile

source: Booking an appointment is just one step away. Forget about spending hours searching and trying to make sense of the results. It's better with Veosan.
fr: Prendre un rendez-vous est facile! Vous n’avez pas besoin de vous casser la tête à chercher un professionnel vous-même. C'est plus simple avec veosan.

source: Quality and Experience
fr: Qualité et expérience

source: Our care providers are screened to meet the highest industry standards. We look at things like education, experience, and accreditations so you don't have to.
fr: Nos professionnels sont évalués afin d’assurer qu’ils répondent aux plus hauts standards de qualité. Nous considérons l’éducation, l’expérience et les accréditations professionnelles afin de vous sauver du temps.

source: We Care
fr: Nous prenons votre santé a coeur

source: We know how difficult it can be to navigate the health care system and want to make it better. We use Veosan to find care for our family and friends.
fr: Nous savons à quel point il peut être difficile de naviguer le réseau de la santé et c'est ce que nous voulons simplifier. Nous utilisons nous-même Veosan afin de trouvez des soins pour nos proches ainsi que nos amis.

source: We are actively engaged in the healthcare community. A portion of our proceeds goes to fund local initiatives aimed at making care more accessible for everyone.
fr: Veosan est un acteur engagé de la communauté des soins de la santé. Une portion de nos profits sert à financer des organismes locaux qui rendent les soins accessibles à tous.

source: Positive Impact
fr: Impact Positif

source: We believe using great technology is the key to creating a sustainable healthcare ecosystem for the next generation. Let's work together to make this a reality.
fr: Nous croyons que l'utilisation de technologies de pointe est la clé pour créer le système de santé de demain. Travaillons ensemble afin d’y arriver.

source: Receive care at home
fr: Recevoir des soins à domicile

source: For Health Care Professionals
fr: Pour les professionnels de la santé

source: Click Here to Become a Member, it's Free
fr: Cliquez ici pour devenir membre, c'est gratuit

source: Veosan gives me a place to show my skills and helps patients find me.
fr: Veosan me donne un endroit pour démontrer mes compétences et aide les patients à me trouver.

source: Click Here!
fr: cliquez ici

source: Scheduling
fr: Gestion d'horaire

source: Professional Networking
fr: Réseautage professionnel

source: Veosan allows patients to find and learn more about you.
fr: Veosan permet aux patients de vous trouver et de prendre connaissance de vos compétences.

source: Spend less time on the phone with patients and more time caring for them.
fr: Passez moins de temps au téléphone et plus de temps à prendre soin de vos patients.

source: Show your credentials to patients and extend your professional network.
fr: Démontrez vos compétences aux patients potentiels et agrandissez votre réseau professionnel.

source: Free preview
fr: Essai gratuit

source: Sign up now
fr: Inscrivez-vous

source: Affordable
fr: Abordable

source: Are you a patient?
fr: Êtes-vous un patient?

source: Convenient
fr: Pratique

source: Every day we promote our members online, to doctors and participants in group insurance plans. Put our marketing muscle to work for you.
fr: Nous faisons la promotion de nos membres en ligne envers les docteurs et les participant à des assurances groupes. Mettez nos forces à contribution.

source: Get a professional profile that sets you apart and attracts new clients to your business.
fr: Obtenez un profil professionnel qui vous démarquera et vous aidera à attirer des nouveaux clients.

source: Get the convenience of online booking so new and recurring patients can make appointments in seconds.
fr: Prendre rendez-vous en ligne est plus pratique pour vous… et pour vos patients.

source: Make the switch to online booking today for just $9.99 per month.
fr: Ajoutez la prise de rendez-vous en ligne à vos services pour seulement $9.99 par mois.

source: No commitments, set up a free profile and activate online scheduling at any time.
fr: Aucun contrat. Aucun frais d'installation. Créez votre profile et activez votre calendrier quand vous êtes prêt.

source: Online Booking For Health Care Professionals
fr: Prise de rendez-vous en ligne pour professionnels de la santé

source: Taking appointments online saves me time and money.
fr: Prendre mes rendez-vous en ligne me sauve du temps et de l'argent.

source: I'm a patient looking for a specialist
fr: Je suis un patient à la recherche d'un spécialiste

source: We found a health care professional for you!
fr: Nous avons trouvé un professionnel de la santé pour vous!

source: Book Appointment
fr: Prendre rendez-vous

source: in
fr: à

source: New Patient
fr: Nouveau patient

source: Please complete your profile
fr: SVP complétez votre profil

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Telephone
fr: Téléphone

source: Insurance
fr: Assurance

source: Private insurance (ex: employer)
fr: Assurance privée (ex: employeur)

source: Public insurance (ex: CSST, SAAQ)
fr: Assurance publique (ex: CSST, SAAQ)

source: Other coverage
fr: Autre politique

source: Not sure or don't know
fr: Pas certain ou je ne sais pas

source: Prefer not to answer
fr: Je préfère ne pas répondre

source: Please confirm by telephone instead of email
fr: SVP confirmer par téléphone et non par couriel

source: at
fr: à

source: Needs
fr: Besoins

source: Email
fr: Couriel

source: First name is a required field
fr: Le prénom est un champs obligatoire

source: Last name is a required field
fr: Le nom de famille est un champs obligatoire

source: Please make sure phone number is in the following format: 514-555-1212
fr: Le numéro de téléphone doit être dans le format suivant: 514-555-1212

source: Comments for your appointment
fr: Commentaires en vue de votre rendez-vous

source: Thank you
fr: Merci

source: An email was sent to
fr: Un couriel vous a été envoyé à

source: Please confirm your appointment by
fr: Veuillez confirmer votre rendez-vous en

source: checking your email
fr: prennant vos couriels

source: and clicking on the confirmation link.
fr: et en cliquant sur le lien de confirmation.

source: for any questions relating to your appointment
fr: pour toute question relié à votre rendez-vous

source: Contact us
fr: Contactez-nous

source: Upcoming Appointments
fr: Rendez-vous à venir

source: See what's in your schedule.
fr: Organiser votre temps.

source: Comments
fr: Commentaires

source: Welcome!
fr: Bienvenue!

source: Welcome
fr: Bienvenue

source: Hi there, thanks for signing up to
fr: Bonjour, merci de vous être inscris à

source: , the best place to connect with patients. Here's a quick tour to get you started!
fr: , le meilleur endroit pour établir des connexions avec des patients. Voici un petit tour pour débuter.

source: How to Navigate the Site
fr: Comment naviguer sur le site

source: Tell Us a Bit About Yourself
fr: Parlez-nous un peu de vous

source: Set Yourself Apart
fr: Démarquez-vous

source: Say Cheese! Don't Forget to Upload Your Photo
fr: Souriez! N'oubliez pas de télécharger votre photo

source: Your bio and quote are a way to tell your story in your own words. This is a good opportunity to make a personal connection with visitors to your profile.
fr: Votre biographie et commentaire vous permettent de raconter votre histoire dans vos propres mots. C’est une occasion idéale de faire une connexion personnelle avec les patients qui visitent votre profil.

source: Build trust by completing your CV and showing your skills. Things like education, work experience, and professional memberships can all be listed here.
fr: Bâtissez de la confiance avec vos patients en complètent votre CV et en démontrent vos compétences. Votre éducation, expérience de travail et adhérences professionnelles peuvent êtres indiquer ici.

source: A good profile photo makes patients feel comfortable with you. Profiles with photos get up to 8 times more views.
fr: Choisir la bonne photo pour vôtre profil aidera les patients à se sentir plus à l'aise avec vous. Des profils accompagnés d'une photo se font visionner jusqu'à 8 fois plus souvent.

source: Thanks for showing me around. Please don't display this welcome page again.
fr: Merci, je comprends. SVP ne plus afficher la page d'accueil.

source: Tell patients a bit about yourself
fr: Permettez aux patients mieux vous connaitre

source: Let patients learn about your background
fr: Démontrez votre expérience aux patients

source: Help patients locate you easily
fr: Aidez les patients à vous trouver plus facilement

source: You can change pages by clicking on the tabs.
fr: Vous pouvez changez la page en cliquant sur les onglets.

source: Tell your story.
fr: Votre histoire.

source: Your story sets you apart.
fr: Votre histoire vous démarque.

source: Education
fr: Formation

source: Experience
fr: Expérience de travail

source: Continuing Education
fr: Formation continue

source: Add Education
fr: Ajouter une formation

source: Add Experience
fr: Ajouter une expérience de travail

source: Add Continuing Education
fr: Ajouter une formation continue

source: Add Organization Membership
fr: Ajouter un groupe professionnel

source: Add Certification
fr: Ajouter une certification

source: Add Specialty
fr: Ajouter une spécialité

source: Specialty
fr: Spécialité

source: Present
fr: Présent

source: Position Title
fr: Titre

source: Degree Title
fr: Titre de vôtre diplôme

source: Continuing Education Title
fr: Titre de vôtre formation

source: Start Year
fr: Première année

source: End Year
fr: Dernière année

source: Year
fr: Année

source: Month
fr: Mois

source: Hours
fr: Heures

source: Conference
fr: Conférence

source: Training
fr: Formation

source: Presentation
fr: Présentation

source: Committee
fr: Committée

source: Association Memberships
fr: Membre de l'association

source: Please enter a valid year.
fr: SVP entrez une année valide.

source: Please enter a valid month.
fr: SVP entrez un mois valide.

source: Please enter a valid number of hours.
fr: SVP entrez un nombre d'heures valide.

source: Leave empty for present
fr: Laisser vide pour le présent

source: Organization Name
fr: Nom de l'organization

source: Please enter the organization name here if not in the list
fr: SVP entrez le nom de l'organisation ici s'il n'apparaît pas dans la liste

source: Please enter the certificate name here if not in the list
fr: SVP entrez le nom du certificat ici s'il n'apparaît pas dans la liste

source: Please choose an option from the list. If none of the options seems to fit, please choose "Other" and write in the field below.
fr: SVP choisir une option. Si aucun choix ne s'applique, veuillez sélectionner «Autre» et inscrire votre choix dans la case ci-dessous.

source: Please choose an option from the list. If none of the options seems to fit, please choose "Other"
fr: SVP choisir une option. Si aucun choix ne s'applique, veuillez sélectionner «Autre»

source: Please enter the specialty name here if not in the list
fr: SVP entrez le nom de votre spécialité ici s'il n'apparaît pas dans la liste

source: Please enter an organization name
fr: SVP entrez le nom de l'organisation

source: Please enter a certificate name
fr: SVP entrez le nom du certificat

source: Please enter a specialty name
fr: SVP entrez le nom de vortre spécialité

source: Certification Title
fr: Titre du certificat

source: Edit
fr: Modifier

source: Fill out your profile for better patient matches.
fr: Remplissez votre profil afin de cibler des meilleurs patients.

source: Specialties
fr: Spécialités

source: School
fr: École

source: Diploma
fr: Diplôme

source: Biography
fr: Biographie

source: Quote
fr: Commentaire

source: Active Since
fr: Actif depuis

source: Member of order since
fr: Membre de l'ordre depuis

source: Organization Memberships
fr: Groupes professionnel

source: I am willing to do on-site visits
fr: J'accepte de faire des visites chez les clients

source: I have a clinic patients can visit
fr: J'ai accès à une clinique que les patients peuvent visiter

source: Spoken Languages
fr: Langues parlées

source: Practice Sites
fr: Sites de pratique

source: English
fr: Anglais

source: French
fr: Français

source: Default Language
fr: Langue par défaut

source: Please enter your first year of practice
fr: SVP entrer votre première année de pratique

source: Public Profile
fr: Profil Public

source: Pssst. Hey...we want to know what you think about this page!
fr: Pssst. Nous voulons savoir ce que vous pensez de cette page!

source: You can <a href='/contact'> get in touch with us here</a>.
fr: Vous pouvez <a href='/contact'>entrer en contact avec nous ici</a>.

source: Let us know if you think something is missing or can be improved. Or if you're feeling nice, tell us you think it looks good! We love to hear feedback from our users.
fr: Laissez-nous savoir s'il y aurait quelque chose à rajouter sur cette page. Ou, si le coeur vous en dit, faites-nous signe que tout est beau! On aime recevoir les commentaires de nos utilisateurs.

source: Next Step: Add Something to Your CV
fr: Prochaine étape: ajouter quelque chose à votre CV

source: Next Step: Fill in Your Biography and Quote
fr: Prochaine étape: écrire votre biographie et commentaire

source: Next Step: Complete Your Address
fr: Prochaine étape: completez votre adresse

source: What's Next?
fr: Les prochaines étapes

source: Here are some things you can do to improve your profile and make it easier for patients to find you.
fr: Voici ce que vous pouvez faire pour améliorer votre profil et le rendre plus accessible pour les patients.

source: Upload your photo
fr: Téléchargez votre photo

source: Fill in your CV
fr: Remplissez votre CV
